class Message:
    Commands = """✌️ Привет! Со мной Вы можете поиграть в игру Орёл-Решка!

Часто задаваемые вопросы: vk.cc/9j8rNr"""
    Score = """💰 Ваш баланс: {}"""

    Deposit = """Пополнить счет можно по следующей ссылке: {}"""
    Withdraw = """Отправьте сумму, которую хотите вывести"""

    Bet = """Пожалуйста, сделайте Вашу ставку:"""
    OverMaxBet = """Ставка слишком высока, максимальная ставка составляет {} коинов. Введите Вашу ставку:"""
    MakeAChoice = """Пожалуйста, сделайте выбор! Выиграйте свои {} коинов!"""
    BetMade = """Ставка сделана, пожалуйста, сделайте свой выбор и сорвите куш в размере {} коинов!"""

    Bum = """😢 На Вашем баланс недостаточно средств.

Вы можете пополнить его нажав на кнопку "Пополнить" """
    BumLeft = """😢 На Вашем балансе не хватает {} монет, чтобы сделать ставку!

Вы можете пополнить его нажав на кнопку "Пополнить" """

    Send = """✅ {} монет было успешно выведено!"""
    Credited = """✅ {} монет успешно зачислены на Ваш баланс!"""

    Lose = """😢 {}, вы проиграли :("""
    Win = """🙂 Поздравляю! Вы выиграли {}!"""